IDEA Open Model
ConcreteBlock Properties
Compatible with IDEA StatiCa Beta 20.0
The ConcreteBlock type exposes the following members.
Properties
Name | Description
Height
 Height of ConcreteBlock
Lenght
 Lenght of ConcreteBlock
Material
 Material of ConcreteBlock
Width
 Width of ConcreteBlock
Top
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace